package org.example;

public class Constants {
    // Референсные тексты ответов
    public static String ANSWER0 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    public static String ANSWER1 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    public static String ANSWER2 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    public static String ANSWER3 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    public static String ANSWER4 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    public static String ANSWER5 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    public static String ANSWER6 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    public static String ANSWER7 = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";

    // Референсные тексты вопросов
    public static String QUESTION0 = "Сколько это стоит? И как оплатить?";
    public static String QUESTION1 = "Хочу сразу несколько самокатов! Так можно?";
    public static String QUESTION2 = "Как рассчитывается время аренды?";
    public static String QUESTION3 = "Можно ли заказать самокат прямо на сегодня?";
    public static String QUESTION4 = "Можно ли продлить заказ или вернуть самокат раньше?";
    public static String QUESTION5 = "Вы привозите зарядку вместе с самокатом?";
    public static String QUESTION6 = "Можно ли отменить заказ?";
    public static String QUESTION7 = "Я живу за МКАДом, привезёте?";




}
